var list_select={
	data_5020:[
   	    {'id': '1000473', 'value': '阴性'},
   	    {'id': '1000474', 'value': '阳性'}
	],
	data_5037:[
   	    {'id': '1000541', 'value': '正常'},
   	    {'id': '1000542', 'value': '异常'}
	],
	data_5038:[
	    {'id': '1000545', 'value': '正常'},
	    {'id': '1000546', 'value': '异常'}
	],
	data_5039:[
   	    {'id': '1000549', 'value': '正常'},
   	    {'id': '1000550', 'value': '异常'}
	],
	data_5040:[
   	    {'id': '1000553', 'value': '正常'},
   	    {'id': '1000554', 'value': '异常'}
    ],
   	data_5041:[
   	    {'id': '1000557', 'value': '正常'},
   	    {'id': '1000558', 'value': '异常'}
   	],
	data_5042:[
	    {'id': '1000558', 'value': '正常'},
	    {'id': '1000562', 'value': '异常'}
	],
	data_type:[
	    {'id': '1型', 'value': '1型'},
	    {'id': '2型', 'value': '2型'},
	    {'id': '妊娠糖尿病', 'value': '妊娠糖尿病'}
	 ],
	data_1006:[
		{'id': '1000989', 'value': '1级'},
		{'id': '1000849', 'value': '正常'},
		{'id': '1000993', 'value': '2级'},
		{'id': '1000997', 'value': '3级'}
	],
	data_2101:[
		{'id': '1000009', 'value': '从不锻炼'},
		{'id': '1000000', 'value': '每天'},
		{'id': '1000001', 'value': '每周一次以上'},
		{'id': '1000005', 'value': '偶尔'}
	],
	data_2230:[
		{'id': '1000061', 'value': '荤素均衡'},
		{'id': '1000065', 'value': '荤食为主'},
		{'id': '1000069', 'value': '素食为主'}
	],
	data_4600:[
		{'id': '1000357', 'value': '有'},
		{'id': '1000361', 'value': '没有'}
		],
	data_4300:[
		{'id': '1000335', 'value': '不好'},
		{'id': '1000336', 'value': '一般'},
		{'id': '1000337', 'value': '好'},
		{'id': '1000338', 'value': '很好'},
		{'id': '1000339', 'value': '特别好'}
	],
	data_4400:[
		{'id': '1000341', 'value': '满意'},
		{'id': '1000345', 'value': '不满意'}
	],
	data_4500:[
		{'id': '1000349', 'value': '是'},
		{'id': '1000353', 'value': '否'}
	],
	data_5001:[
		{'id': '1000365', 'value': '无'},
		{'id': '1000369', 'value': '单侧'},
		{'id': '1000373', 'value': '双侧不对称'},
		{'id': '1000377', 'value': '双侧对称'}
	],
	data_5003:[
		{'id': '1000397', 'value': '正常'},
		{'id': '1000401', 'value': '异常'}
	],
	data_5002:[
		{'id': '1000381', 'value': '未触及'},
		{'id': '1000385', 'value': '触及双侧对称'},
		{'id': '1000389', 'value': '触及左侧弱或消失'},
		{'id': '1000393', 'value': '触及右侧弱或消失'}
	]
};